Repository: OpenShopEngine/frontend
Catalog: locale/messages.*.xlf
Languages: be, ru

source: LEARN MORE
be: ДАВЕДАЦЦА БОЛЬШ
ru: УЗНАТЬ БОЛЬШЕ

source: ADD TO CART
be: ДАДАЦЬ У КОШЫК
ru: ДОБАВИТЬ В КОРЗИНУ

source: OPEN CART
be: АДКРЫЦЬ КОШЫК
ru: ОТКРЫТЬ КОРЗИНУ

source: Photo of product
be: Фотаздымак прадукту
ru: Фотография продукта

# product-available
source: available
be: даступна
ru: доступно

# product-preorder-only
source: preorder-only
be: толькі предзаказ
ru: только предзаказ

# cart-products-title
source: Products
be: Прадукты
ru: Продукты

source: CART CLEAN
be: АЧЫСЦІЦЬ КОШЫК
ru: ОЧИСТИТЬ КОРЗИНУ

# cart-total-title
source: Total
be: Вынік
ru: Итог

# cart-total-items
source: {cartService.getCount(), plural, =0 {no items} =1 {one item} other {{{cartService.getCount()}} items} }
be: {cartService.getCount(), plural, =0 {няма тавараў} one {адзін тавар} two {два тавары} few {{{cartService.getCount()}} тавары} many {{{cartService.getCount()}} тавараў} other {{{cartService.getCount()}} тавараў} }
ru: {cartService.getCount(), plural, =0 {нет товаров} one {один товар} two {два товара} few {{{cartService.getCount()}} товара} many {{{cartService.getCount()}} товаров} other {{{cartService.getCount()}} товаров} }

# cart-checkout-stepper-next
source: Next
be: Далей
ru: Далее

# cart-checkout-stepper-back
source: Back
be: Назад
ru: Назад

# cart-checkout-stepper-pay
source: Pay
be: Аплаціць
ru: Оплатить

# cart-checkout-experimental-active-false
source: Seems like owner disabled checkout feature.
be: Здаецца ўладальнік адключыў функцыю замовы.
ru: Кажется владелец отключил функцию заказа.

# cart-checkout-stepper-title1
source: Enter your information
be: Увядзіце інфармацыю аб сабе
ru: Введите информацию о себе

# cart-checkout-firstname-placeholder
source: First Name
be: Імя
ru: Имя

# cart-checkout-lastname-placeholder
source: Last Name
be: Імя па бацьку
ru: Фамилия

# cart-checkout-phone-placeholder
source: Phone
be: Тэлефон
ru: Телефон

# cart-checkout-email-placeholder
source: Email
be: Электронная пошта
ru: Электронная почта

# cart-checkout-stepper-title2
source: Fill out your address
be: Адрас дастаўкі
ru: Адрес доставки

# cart-checkout-address-street
source: Street
be: Вуліца
ru: Улица

# cart-checkout-address-house
source: House
be: Дом
ru: Дом

# cart-checkout-address-building
source: Building
be: Корпус/будынак
ru: Корпус/здание

# cart-checkout-address-apt
source: Apartment
be: Кватэра
ru: Квартира

# cart-checkout-address-city
source: City
be: Горад
ru: Город

# cart-checkout-address-province
source: Province/State
be: Правінцыя/Штат
ru: Провинция/Штат

# cart-checkout-address-country
source: Country
be: Краіна
ru: Страна

# cart-checkout-address-postcode
source: Postcode
be: Індэкс
ru: Индекс

# cart-checkout-stepper-title3
source: Payment
be: Аплата
ru: Оплата

# cart-checkout-payment-text
source: Please, select payment system to proceed checkout.
be: Калі ласка, абярыце аплатную сістэму для апрацоўкі плацяжу.
ru: Пожалуйста, выберите платежную систему для обработки платежа.

# checkout-processing
source: Processing your checkout...
be: Апрацоўка вашай замовы...
ru: Обработка вашего заказа...

# checkout-processed-successfully
source: Your checkout has been successfully processed!
be: Ваш заказ паспяхова апрацаваны!
ru: Ваш заказ успешно обработан!

# checkout-processed-id
source: Your checkout ID is
be: Ваш ідэнтыфікатар замовы
ru: Ваш идентификатор заказа

# cart-nothing-title
source: There is nothing in your cart!
be: У кошыку нічога няма!
ru: В корзине ничего нет!

# cart-nothing-text
source: Go to <a>the product list</a>
be: Перайсці ў <a>спіс тавараў</a>
ru: Перейти в <a>список товаров</a>

# cart-item-quantity
source: Quantity
be: Колькасць
ru: Количество

# cart-item-preorder
source: Preorder
be: Предзаказ
ru: Предзаказ

source: Checkout ID
be: Ідэнтыфікатар замовы
ru: Идентификатор заказа

# checkout-information-title
source: Checkout Information
be: Інфармацыя пра замову
ru: Информация о заказе

# checkout-status-fetching-information-error
source: Something went wrong with fetching checkout information!
be: Нешта пайшло не так з атрыманнем інфармацыі пра замову!
ru: Что-то пошло не так при запросе данных о заказе!

# checkout-status-queue-title
source: Your order is in queue!
be: Ваша замова у чарзе!
ru: Ваш заказ в очереди!

# checkout-status-queue-description
source: We will start proceeding your checkout as soon as possible. Please, wait.
be: Мы пачнем працягваць афармленне замовы як мага хутчэй. Калі ласка пачакай.
ru: Мы начнем оформление заказа как можно скорее. Пожалуйста, подождите.

# checkout-status-received-title
source: We have received your order!
be: Мы атрымалі ваш заказ!
ru: Мы получили ваш заказ!

# checkout-status-received-description
source: We will start processing your checkout as soon as possible. Please, wait.
be: Мы пачнем апрацоўку замовы як мага хутчэй. Калі ласка пачакай.
ru: Мы начнем обработку вашего заказа как можно скорее. Пожалуйста, подождите.

# checkout-status-packed-title
source: Your order is packed!
be: Ваш заказ спакаваны!
ru: Ваш заказ упакован!

# checkout-status-packed-description
source: We packed your order. We will send it to you soon. Please, wait.
be: Мы спакавалі ваш заказ. Мы вышлем вам яго хутка. Калі ласка пачакай.
ru: Мы упаковали ваш заказ. Мы отправим его вам в ближайшее время. Пожалуйста, подождите.

# checkout-status-sent-title
source: Your order is sent!
be: Ваш заказ адпраўлены!
ru: Ваш заказ отправлен!

# checkout-status-sent-description
source: We sent your order. Thanks for your purchase! Please wait until delivery.
be: Мы адправілі ваш заказ. Дзякуй за вашу пакупку! Дачакайцеся дастаўкі.
ru: Мы отправили ваш заказ. Спасибо за покупку! Пожалуйста, подождите до доставки.

# checkout-status-tracking-number
source: Tracking number
be: Нумар адсочвання
ru: Номер отслеживания

# checkout-status-fetching-information
source: Fetching information about checkout
be: Атрыманне інфармацыі пра замову
ru: Получение информации о заказе

# sidenav-cart-title
source: Cart
be: Кошык
ru: Корзина

# sidenav-language-title
source: Language
be: Мова
ru: Язык

# sidenav-checkout-status-title
source: Checkout Status
be: Статус замовы
ru: Статус заказа
